akamud.vscode-theme-onedark
anseki.vscode-color
anysphere.cursorpyright
beardedbear.beardedicons
bradlc.vscode-tailwindcss
codely.codely-theme
cs50.vscode-presentation-mode
dahong.theme-bear
dbaeumer.vscode-eslint
docker.docker
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
github.github-vscode-theme
grapecity.gc-excelviewer
irongeek.vscode-env
jock.svg
kisstkondoros.vscode-gutter-preview
marclipovsky.string-manipulation
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
orta.vscode-jest
prisma.prisma
rupesh9369.codely-dark-pro-theme
sidthesloth.html5-boilerplate
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vitest.explorer
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
